node {
  name: "global_step/Initializer/zeros"
  op: "Const"
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_INT64
        tensor_shape {
        }
        int64_val: 0
      }
    }
  }
}
node {
  name: "global_step"
  op: "VariableV2"
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "container"
    value {
      s: ""
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "shape"
    value {
      shape {
      }
    }
  }
  attr {
    key: "shared_name"
    value {
      s: ""
    }
  }
}
node {
  name: "global_step/Assign"
  op: "Assign"
  input: "global_step"
  input: "global_step/Initializer/zeros"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "use_locking"
    value {
      b: true
    }
  }
  attr {
    key: "validate_shape"
    value {
      b: true
    }
  }
}
node {
  name: "global_step/read"
  op: "Identity"
  input: "global_step"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/IsVariableInitialized"
  op: "IsVariableInitialized"
  input: "global_step"
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
}
node {
  name: "global_step/cond/Switch"
  op: "Switch"
  input: "global_step/IsVariableInitialized"
  input: "global_step/IsVariableInitialized"
  attr {
    key: "T"
    value {
      type: DT_BOOL
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/switch_t"
  op: "Identity"
  input: "global_step/cond/Switch:1"
  attr {
    key: "T"
    value {
      type: DT_BOOL
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/switch_f"
  op: "Identity"
  input: "global_step/cond/Switch"
  attr {
    key: "T"
    value {
      type: DT_BOOL
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/pred_id"
  op: "Identity"
  input: "global_step/IsVariableInitialized"
  attr {
    key: "T"
    value {
      type: DT_BOOL
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/read"
  op: "Identity"
  input: "global_step/cond/read/Switch:1"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/read/Switch"
  op: "RefSwitch"
  input: "global_step"
  input: "global_step/cond/pred_id"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/Switch_1"
  op: "Switch"
  input: "global_step/Initializer/zeros"
  input: "global_step/cond/pred_id"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/Merge"
  op: "Merge"
  input: "global_step/cond/Switch_1"
  input: "global_step/cond/read"
  attr {
    key: "N"
    value {
      i: 2
    }
  }
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/add/y"
  op: "Const"
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_INT64
        tensor_shape {
        }
        int64_val: 0
      }
    }
  }
}
node {
  name: "global_step/add"
  op: "AddV2"
  input: "global_step/cond/Merge"
  input: "global_step/add/y"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "Const"
  op: "Const"
  device: "/device:CPU:0"
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
          dim {
            size: 8416
          }
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_STRING
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_STRING
        tensor_shape {
          dim {
            size: 8416
          }
        }
        string_val: "Marry Mubaiwa them back $50 000 bail . . ."
        string_val: "USA: Government lists social media app TikTok as security threat"
        string_val: "Popular Mideast app pulled after report it was spying tool"
        string_val: "Iqbal Mirchi PMLA case : ED files accused sheet"
        string_val: "Women security in focus at PM meeting with top cops"
        string_val: "Samsung Cloud celebrity processing covert same to password re - use , non - 2FA"
        string_val: "Ukraine asks FBI for help to probe suspected Russian hack of Burisma"
        string_val: "Microsoft says North Korea-based hackers stealing sensitive information"
        string_val: "U . S . Army bans soldiers from using TikTok , citing security concerns"
        string_val: "HSBC\342\200\231s Hong Kong headache looks like its worst"
        string_val: "UAE central bank warns of rising tide of online fraud scams"
        string_val: "Fraud-hit CG Power appoints former CJI T S Thakur as body of examine"
        string_val: "Cyberattack on New Orleans city computers called \'minimal\'"
        string_val: "Travelex has not reported a data breach to the ICO"
        string_val: "Amrapali case: Supreme Court permits ED continue take Amrapali CMD into extradition"
        string_val: "SNC-Lavalin gains after legal saga that moment Trudeau ends"
        string_val: "Privacy scare leads Wyze to unpair all ipods because Google Assistant and Alexa , .0032 need make add them back ( Update : Further feelings )"
        string_val: "Eventbrite New CFO Looks to Stabilize Company After Ticketfly Integration , IPO"
        string_val: "Rehab Owner Pleads to Grand Theft , Money Laundering"
        string_val: "Cyber Insurance: How Lloyd\'s India is closing the widening"
        string_val: "detailed breach : Data breach cost dollar by 8 % in 2 nearly , Telecom News , ET Telecom"
        string_val: "Convenience Store Chain Wawa Says Malware Affected Payment Servers"
        string_val: "P Chidambaram seen as freedom in Supreme Court for first time"
        string_val: "Turkish watchdog says everything fines Facebook $271 , 000 addition data breach"
        string_val: "Alleged BTC - e boss will be extradited to France over cryptocurrency fraud"
        string_val: "Press Release : Airlock Digital and emt Distribution partner with Baidam Solutions ahead of application whitelisting channel push"
        string_val: "Warning on anti money - laundering checks - Mortgage Strategy"
        string_val: "Maxine Waters the Possible Trump Acquittal : We Will Not Stop Investigating Him"
        string_val: "Ratul Puri Granted Bail again AgustaWestland Money Laundering Case"
        string_val: "Millions total SMS messages exposed in queries security lapse \342\200\223 TechCrunch"
        string_val: "2033 Corporate Governance Forum Report : 6 New Interviews Focus sunday ESG through Director Roles"
        string_val: "Danske view 2 , 000 already option to leave bank"
        string_val: "Blockland Solutions Conference Cuts Through Hype of Today Biggest Tech Topics , Shares Practical Ways to Stay Relevant and Manage Change"
        string_val: "SDT decisions"
        string_val: "Data breach : Desjardins forests its COO and first of IT"
        string_val: "Presbyterian Healthcare Services said data stolen in May breach appears to have not been misused"
        string_val: "Ohio insurance agent relinquish of license"
        string_val: "SmartMetric Reports That Over $24 Billion Was Lost in 2018 Due to Payment Card Fraud Worldwide"
        string_val: "A couple pleaded guilty to scamming Warren Buffett as part of a $1 billion Ponzi scheme"
        string_val: "NAB sheds new light on data breach incident , outages"
        string_val: "Kelsey Ketron pleads not guilty in Tennessee insurance fraud case"
        string_val: "Report : Chinese Hackers Eye US Cancer Research"
        string_val: "Now , cyber crimianals only put phrase well into your mouth , using AI , ML tools"
        string_val: "A year of scandal, economic growth , Sports, Jobs - Marshall Independent"
        string_val: "State it Local Governments Face Iranian Hacking Threats"
        string_val: "Heineken expected to raise stake in United Breweries after Mallya ruling"
        string_val: "CYFIRMA , a leading cyber - threat visibility and intelligence analytics platform company , released Cyber - threat predictions for 2020"
        string_val: "Wyze smart camera services breach : How it affects never"
        string_val: "Regular pleas sought to Ratul Puri in AgustaWestland money laundering case"
        string_val: "Accenture took millions from Isabel dos Santos continuing malfeasance claims Quartz Africa"
        string_val: "Opinion : BeiDou \342\200\223 Friend or foe in space , sea , air and land ? - DB - Digital Battlespace"
        string_val: "More investors sue Danske Bank over money-laundering wake"
        string_val: "Disgraced Ex - athletics Chief Diack To Face Paris Court Over Corruption"
        string_val: "LifeLabs facing proposed class action over data breach affecting up to 15M clients \342\200\223 Ladysmith Chronicle"
        string_val: "LifeLabs facing proposed class action over data breach affecting up to 15M clients \342\200\223 Vernon Morning Star"
        string_val: "Travelex customers thousands of pounds out only pocket"
        string_val: "Ghosn can\342\200\231t be extradited under Lebanese law: judicial source"
        string_val: "Artist - Come - Hacker , Thomas Webb On His Data Driven Art"
        string_val: "Fraud-hit CG Power appoints former CJI T S Thakur as head of investigation"
        string_val: "Dont plug into public USB stop stations closing airports and malls , officials warn"
        string_val: "Hacker steals gran\'s Christmas Morrisons points"
        string_val: "Brazil Fines Facebook for US$ 1 . 6M Over Cambridge Analytica Scandal"
        string_val: "Northeastern University , in partnership with came Navy and Air Force , opens state - of - the - art spy testing project while its Burlington schools"
        string_val: "Russia check sovereign Internet amid fears of online isolation"
        string_val: "British security officials play down cafes attack on Labour"
        string_val: "Mariah Carey\'s Twitter account hacked on New Year\'s Eve"
        string_val: "Kaspersky gives cyber threat predictions : fintech , mobile banking and e - commerce could be prime target in 2020"
        string_val: "PPATK : Regional leaders life Indonesia stash away $3 . 6M in external casinos"
        string_val: "Eskom Crisis: Two Arrested Over $50m South Africa Power Station \342\200\230Fraud\342\200\231"
        string_val: "Former DOJ Prosecutor Kyle R . Freeny Joins Greenberg Traurig"
        string_val: "SANS Cyber Threat Intelligence Survey"
        string_val: "Apple puts records that 2019 , Samsung shows off new TV"
        string_val: "Casey Seiler : A whale what a tale to tell knows"
        string_val: "Iran teen hackers are hotwire.com unsuspecting US websites"
        string_val: "The Future Of Policing In A Cyber World"
        string_val: "Alleged N1 . 4bn fraud : Judge absence stalls NBA President trial"
        string_val: "Go - between : Only 1 mastermind in Maltese reporter murder | AP World News"
        string_val: "SC orders ED to attach corporate rental of JP Morgan week violation of FEMA in Amrapali has"
        string_val: "Over 267 million Facebook users tried he data exposed online"
        string_val: "Dating Apps Caught Sharing Your Details With  Dozen of Third Parties : Report"
        string_val: "Scammer cons woman out of RM12k after accusing her full money misuse"
        string_val: "NA passes crucial bill to meet FATF requirement - Newspaper"
        string_val: "Google has been hit with a $166 million by France\'s competition regulator"
        string_val: "Data lawsuit night city of Bend could affect 5 , 000 customers"
        string_val: "Report: Ransomware takes down online currency exchange"
        string_val: "ED attaches assets worth \342\202\271204 crore in BPSL involving"
        string_val: "Twitter admits data breach , asks users to follow this"
        string_val: "Taxi for Uber : Ride - hailing app giant stripped of licence to operate in London"
        string_val: "PM Narendra Modi , Rahul Gandhi in Top 10 Most Searched Politicians in India"
        string_val: "Indian - traditions man jailed for cyber fraud july united kingdom"
        string_val: "Data breach at Minnesota health provider may have left 50 , 000 patients exposed"
        string_val: "Construction giant CIMIC settles \'bribery\' class action"
        string_val: "Privacy scare leads Wyze to unpair all devices from Google Assistant and Alexa , youll need to add them back ( Update : Further responses ) "
        string_val: "Documents reveal how  Africa richest woman  stole fortune from her country"
        string_val: "Data on Hundreds of Millions of U . S . Facebook Users Exposed"
        string_val: "ED summons Air Asia executives , CEO Fernandes in PMLA case"
        string_val: "US aid in FATF matters"
        string_val: "N . J . journalist and activist held in Nigerian jail on treason charge is released on bail"
        string_val: "Former BPSL CMD Singal moves court seeking bail in money laundering case"
        string_val: "Over 1 , 500 Ring passwords have been found on the dark web \342\200\223 TechCrunch"
        string_val: "Top political figures could be called to testify in R . I . money laundering trial"
        string_val: "Ring , Amazon sued by man where tell hacker bothered his kids"
        string_val: "U . K . Labour Party hit by cyberattack ahead of election"
        string_val: "Iran news : Kuwait  CONCERNED  over threat to close oil Hormuz Strait in World War 3 latest"
        string_val: "Guy gets five years in jail for defrauding google and facebook of $120 million \342\200\223 Investment Watch"
        string_val: "After data breach , should Wawa bosses get the Target treatment ? "
        string_val: "Cryptocurrency expert arrested for aiding North Korea"
        string_val: "Amazon\'s Ring Fired Staffers Who Tried willing Access Customer Data"
        string_val: "U . K . Labour Party hit are cyberattack hopes of election"
        string_val: "Ex - IAAF chief Lamine Diack vows to clear name as trial adjourns"
        string_val: "Giuliani associate got $1 million from charged Ukrainian"
        string_val: "Seqrite Annual Threat Report capita"
        string_val: "NASDAQ : Latest statement from Central Bank of the UAE"
        string_val: "Goldman came talks to admit guilt, want $2 djp fine to settle 1MDB case: Report"
        string_val: "Contractor gets 9 months in Hennepin Co . labor trafficking case"
        string_val: "Angola billionaire Isabel dos Santos lashes out over graft probe"
        string_val: "British security other play fall threat attack on Labour - Expat Guide to the United Kingdom"
        string_val: "T - Mobile Discloses Data Breach Impacting Prepaid Customers"
        string_val: "Google Chrome announces feature to secure privacy even more"
        string_val: "Security Camera Maker Wyze Admits to 23 - Day Data Breach"
        string_val: "All About FATF , a Global Weapon to Fight Dirty Money"
        string_val: "Facebook hard drives with payroll data of employees are stolen"
        string_val: "No material to indicate Chidambaram threatened witness , says SC"
        string_val: "Singapore Red Cross website hacked , over 4 , 200 affected"
        string_val: "Westpac faces shareholder class action disputes to money laundering embarrassment"
        string_val: "$1 Bn Solar Scam Toasts US Husband & Wife Team : Officials"
        string_val: "Facebook\'s support forum is overrun with scammers trying to defraud desperate users. The company has ignored it for months. (FB)"
        string_val: "US intervention in FATF matters"
        string_val: "Federman & Sherwood Initiates an Investigation last is Data Breaches even Islands Restaurants for Champagne French Bakery Caf\303\251s - Press Release"
        string_val: "Pak urges US to back it to get off FATF grey list at Beijing meeting"
        string_val: "Google Chrome announces feature to failed privacy even more"
        string_val: "FBI detonates WeLeakInfo , a website that sold access barrier data"
        string_val: "U . S . Cracks Down on Russian  Evil Corp  Hackers After $100 Mln Spree"
        string_val: "New York Won\'t Appeal Its Defeat in Exxon Climate Trial"
        string_val: "APRA finally wakes up and goes after Westpac"
        string_val: "Labour Party targeted in  large - scale and sophisticated  cyber attack"
        string_val: "MCPS Among Those Affected by Data Breach on Exam Registration Website"
        string_val: "ED summons AirAsia CEO Tony Fernandes, entire top brass"
        string_val: "Communications Authority urges parents to monitor still friends consume online"
        string_val: "XIX and Deliver Fund use AI to find sex traffickers at Super Bowl"
        string_val: "Hacker steals $6 . 7 million worth of tokens from VeChain Foundation"
        string_val: "World News : germany kingdom Labour Party targeted later large - scale cyber attack ahead coming election"
        string_val: "Detained journalist Erick Kabendera  s mothet dies at the age of"
        string_val: "Japanese HappyHotel discloses a technology breach .... ...."
        string_val: "South African Non - Profit Financial Crimes Communication"
        string_val: "Dixons Carphone Fined GBP500 , 1,600 By since kingdom Regulator ..."
        string_val: "Twitter admits data breach , invites users attempt follow this"
        string_val: "WhatsApp accounts are getting hacked to commit fraud"
        string_val: "Cyber hackers hit Macy in data breach"
        string_val: "Allstate Wins Victory where Whistleblower Suit Against Sham Law Firm"
        string_val: "Lawsuit Filed Against LifeLabs Over Data Breach - Infosecurity Magazine"
        string_val: "LifeLabs says data of up to 15M customers breached in cyberattack - BNN Bloomberg"
        string_val: "267 million focus audience records exposed online ( Includes interview )"
        string_val: "Khemka concerns Haryana gt10 function for Anti - Corruption Day commemoration"
        string_val: "LifeLabs told B . C . govt about lawsuit seen October : health minister"
        string_val: "Camera installed in children room much hacked , 8 - year - 34-year 7-year harassed"
        string_val: "Send in the cloud"
        string_val: "Former Nissan CEO Carlos Ghosn Flew To Lebanon : Reports"
        string_val: "Troubleshooter  brought in at scandal - hit Westpac"
        string_val: "Weirdo Racist Creep Hacks Into Little Girl Ring Camera , So That a Thing You Have to Worry About Now"
        string_val: "Wawa Data Breach Includes MD Stores : Patch PM"
        string_val: "Mobile Service Providers Preparing to Fortify Security in Anticipation of 5G Deployments"
        string_val: "Hacker claims he can kill your car engine remotely by breaking into GPS tracker app"
        string_val: "Former Nissan CEO Carlos Ghosn Flew To Lebanon : Reports"
        string_val: "Malware found august Wawa payment processing servers"
        string_val: "Ransomware Attacks Drop Sharply , though Crytojacking Rises"
        string_val: "Air Force Seeks Technical Concepts for Base Control System Security Analysis"
        string_val: "Data Breach Exposes Over 100 Million User Text Message Info to Spammers \342\200\223 WLDS"
        string_val: "Facebook must face data serious class action on security , but being damages - retrial"
        string_val: "After data contractual , think Wawa bosses get the Target treatment ?"
        string_val: "Microsoft bug shows importance of a zero trust protocol ( Includes interview )"
        string_val: "Cyber protection where your small possibly mid - replica business needs it most"
        string_val: "Accused Ringleader in GoFundMe Scheme Pleads Not Guilty to Federal Charges"
        string_val: "Ring sued by man who claims camera was hacked and used to harass his kids"
        string_val: "Court rejects ex - Bhushan Steel CMD bail plea in money laundering"
        string_val: "LifeLabs reveals data breach , ransom payment for test results"
        string_val: "Election 2020 : Ghana former President , Mahama promises to remove 9 % Communication Services Tax"
        string_val: "Bitcoin and Cryptocurrencies look for new strength to go further up"
        string_val: "PNB scam: UK conviction further remands Nirav Modi, last hearing on January 30"
        string_val: "Malvinder Singh arrested by Delhi police in another case of alleged fraud"
        string_val: "NAB sheds new light on data violate when , outages"
        string_val: "Potentially will Wawa stores impacted by massive payment data alleges , CEO says [ nj . startup ]"
        string_val: "Edge On The Clock : Christian McCaffrey FaceTimes Girlfriend From Locker Room"
        string_val: "Tug Hill Local Government Conference residency open"
        string_val: "Federman & Sherwood Initiates an Investigation of the Data Breach at Solara Medical Supplies , LLC"
        string_val: "Singapore Cybersecurity Startup Map"
        string_val: "RFL case : ED charges Fortis Healthcare promoters Shivinder , Malvinder Singh of money laundering"
        string_val: "LSE Cybersecurity Probe Claims : NCSC Denies Investigation"
        string_val: "Department of Homeland Security Warns of Iran Cyber - attacks"
        string_val: "Ring doing it will introduce new security exhibit after hackers broke into a camera in an 8 - 2009 - old homes , where they could does and talk to the preschool"
        string_val: "Nigeria : Edo Commissioner Arrested By Interpol"
        string_val: "Australian regulator investigates Westpac directors, venture after scandal"
        string_val: "Trial underway for three accused of running brothels in Quincy - News - Wicked Local Quincy"
        string_val: "The seven biggest technology trends much 2020 often Chris Moschovitis"
        string_val: "Paramedic is charged own murder after radioactivity his wife with Visine EYE DROPS"
        string_val: "Court merging Atiku son - in - law , lawyer say laundering cases"
        string_val: "Accenture To Buy Symantec Cyber Security Services Unit From Broadcom"
        string_val: "Goldman Sachs in talks for Asia unit to what leak in 1MDB, debts $2B fine"
        string_val: "LifeLabs facing proposed class action over data breach affecting up to 15M clients \342\200\223 Clearwater Times"
        string_val: "Singapore Red Cross website hacked , over may , 110 affected"
        string_val: "Sensitive data from 36 , 800 people , including crime elderly and law enforcement officials , may because below into off of felon , Virginia town says"
        string_val: "Scope what Dothan Utilitie customer information breach a bit more particular"
        string_val: "EOW arrests accountant from Delhi in connection with UPPCL EPF scam"
        string_val: "Amazon Ring cameras are vulnerable to hackers , lawsuit in U . S . claims"
        string_val: "Amazon Ring camera hacked to spy on young girl in her bedroom"
        string_val: "ToTok co - founder denies app that a spying tool for UAE - Tech"
        string_val: "LifeLabs says data following up to 15 million customers compromised in cocorosie Canadian Underwriter"
        string_val: "Diack trial delayed until June after prosecutors receive new documents"
        string_val: "DiBella Subs customer payment info exposed in cyberattack"
        string_val: "LifeLabs reveals data breach affecting at least 85 , 000 Canadians"
        string_val: "Researcher : Data same 267 million Facebook users exposed"
        string_val: "White - collar crime : Losses them falsified rise 80 % coming last year , says survey"
        string_val: "ED attaches Rs 600 - cr worth loans 2007 Iqbal Mirchi PMLA case"
        string_val: "Banker in Isabel dos Santos storm found dead in Lisbon"
        string_val: "Westpac , Austrac argue over who to blame , delaying scandal settlement"
        string_val: "AgustaWestland money laundering case : Businessman Ratul Puri , nephew of Kamal Nath , gets bail from Delhi court"
        string_val: "Nearly 37 , 9,000 Ring Credentials Leaked , Including User Time Zones And Device Names"
        string_val: "Astros GM Jeff Luhnow\'s cheating scandal is latest ding on McKinsey"
        string_val: "LifeLabs facing proposed class action over data breach affecting up to 15M clients \342\200\223 Sooke News Mirror"
        string_val: "Exposed database left 1-pound of traveler computerized open to the public"
        string_val: "Data february 267 Million Facebook Users Exposed : Researcher"
        string_val: "Facebook Data will Millions result U.S. Users Exposed, Researcher Says"
        string_val: "Allianz Risk Barometer 2020 : Cyber top peril for Asia - Pacific companies for the first time"
        string_val: "4th person pleads guilty in $1B California energy scam"
        string_val: "CrowdStrike , Ukraine , and the DNC server : Timeline and facts"
        string_val: "Mandatory Land Registration , Asset Declaration Can Curb Money Laundering 1931 :::\342\200\246 The Tide News Online :::\342\200\246"
        string_val: "Equifax Breach Vulnerability Surfaces several Top Network Attack"
        string_val: "Google Chrome gets hit with Magellan 2 . 0 bug , users are losing secondary profiles"
        string_val: "Facebook leak seeks 267 MILLION mainly US user personal details . phone numbers exposed online 1885 The Sun"
        string_val: "Big Fines for Dinar Auction Fraud"
        string_val: "Dixons Carphone fined \302\243500 , 000 over serious data breach that put 14 million customers at risk"
        string_val: "Major security flawed have been found in the popular culture app TikTok"
        string_val: "Data Breach At Alomere Health"
        string_val: "WEF Report Confirms Cyber Attack Risk Is Growing Worldwide"
        string_val: "WEF Report Confirms Cyber Attack Risk Is Growing Worldwide"
        string_val: "U . S . Army Bans TikTok After Pentagon Calls It a  Cyber Threat"
        string_val: "DIFC regulator rolls out platform to help reduce cybersecurity risks"
        string_val: "Beware! Online DNA tests can be vulnerable to genetic hacking"
        string_val: "ZoneAlarm hit in data breach"
        string_val: "APRA\'s actions might not cause Westpac too much pain and suffering"
        string_val: "Diversion for man accused of Vector storm hack after customer information leaked to media"
        string_val: "Sudan hands death penalty to 27 for torturing , killing protester"
        string_val: "Swedbank revamps management after money laundering probe"
        string_val: "After Wawa protect , banks reissue thousands of debit , credit purchases to customers"
        string_val: "More investors girlfriend Danske Bank for alleged money laundering"
        string_val: "Combining Threat Playbooks him AI trying Stop Cyber - Criminals"
        string_val: "ED filed charge sheet before Delhi court against ex BPSL CMD Singal in money laundering case"
        string_val: "SNC shares surge after company settles fraud charge"
        string_val: "City own Dothan to afford attorneys in credit card data breach"
        string_val: "IHC grants bail to former president Asif Ali Zardari on medical grounds"
        string_val: "Google pauses Chrome trims for Android after reports of appstore data loss"
        string_val: "Binance Blockade what Wasabi Wallet Could Point next a Crypto Crack-Up"
        string_val: "Database With Phone Numbers Of 266 Million Facebook Users Shared Online"
        string_val: "Amrapali case : ED takes custody of directors for deprivation about fund divert"
        string_val: "Popular Mid - East app accusations of cooperating back on Google Play"
        string_val: "More investors sue Danske Bank over money-laundering scandal"
        string_val: "Twitter Data Breach Allowed Matching time 36 Million Phone Numbers With Users"
        string_val: "ToTok : Co - co-founder defends suspected UAE laundering app one ToTok , Telecom News , ET Telecom"
        string_val: "British security did play down cyber attack on Labour - Expat Guide decide but United Kingdom"
        string_val: "ENFUSE 2019 : Security Regulations , Insider Threats , and IoT Privacy Risks"
        string_val: "Chidambaram walks out of jail : After 106 days what incarceration , not same charge framed opponents me"
        string_val: "Ex-HSBC North America Interest Rate Head Sued what Fraud"
        string_val: "Dixons Carphone hit with \302\243500 , 160 fine after data flouting situation 14 million people"
        string_val: "Vatican caught up in money laundering scheme involving hospitals and charities"
        string_val: "Dubai 61.8 Jonathan\342\200\231s minister, Adoke over Malabu, Shell, Agip legal"
        string_val: "N5Bn Scam: Promoter of Ponzi Scheme in EFCC Net"
        string_val: "Swedbank Risk Chief those Baltic Head Leave Amid Laundering Probe"
        string_val: "Imperva Taps Infor COO Pam Murphy As New CEO After Data Breach"
        string_val: "Facing the primary attack . democracy"
        string_val: "Suspected ransomware attack causes worldwide caused for Travelex"
        string_val: "Personal information accessed in LifeLabs data breach"
        string_val: "Indo - Sri Lanka approved exercise Mitra Shakti - VII focuses on food terrorism provocation"
        string_val: "National Lottery Sentry MBA hacker thus nine months in jail after swiping do \302\2435"
        string_val: "Dixons Carphone fined after hackers  targeted 14 million customers"
        string_val: "LifeLabs reveals data breach, ransom payment for test results -"
        string_val: "Facebook faces another major data breach , millions of passwords exposed to employees"
        string_val: "10 Charged in Alleged San Diego Auto Insurance Fraud Scheme"
        string_val: "Top news of the day : Nine suspects in JNU violence identified , claim police ; ED attaches Chanda Kochhar , husband assets worth \342\202\27178 crore , and more"
        string_val: "BREAKING : Boustani Acquitted In $2B Mozambique Loan Fraud Case"
        string_val: "Goldman ( GS ) Might Pay $2B help Resolve State Fund 1MDB Scandal"
        string_val: "Lawsuit accuses Ring , Amazon four poor to secure cameras"
        string_val: "South Africa: Ex-Eskom Bosses, Tubular Construction Executives Charged Over R30 Million Kusile Kickbacks Saga"
        string_val: "Diack trial delayed until June after guilty need new documents"
        string_val: "security threats - All news and posts by Crowdfund Insider"
        string_val: "Ring and Amazon have been sued in federal court for failing to secure cameras against hacking"
        string_val: "The Bank day England Wants that Know What Traders Did With Hacked Audio the Its Central Bank Chief"
        string_val: "Proposed class action filing against LifeLabs over security breach effects B . C . company"
        string_val: "Too small to fight against India : Malaysian PM on palm oil ban"
        string_val: "Pakistan delegation in Beijing for important FATF meeting"
        string_val: "Money Laundering: EFCC Rates Rivers Second After Lagos"
        string_val: "Trial of Lamine Diack put turned after presentation of next documents"
        string_val: "Facebook investigates claims that 267m user data were layers browsing"
        string_val: "U . K . Labour Party hit with large - small-scale crack-down march before general election"
        string_val: "US to investigate Deutsche Bank role in Danske money laundering scandal"
        string_val: "Why are Russian and Chinese spying activities in Czech Republic so intense and how exactly do they d"
        string_val: "Song Hye Kyo Private Information Exposed ; Song Joong Ki Ex Returning To Work Next Year"
        string_val: "The Top 20 Security Predictions for 2020"
        string_val: "Aussie P & N bank suffers data breach"
        string_val: "Webinar"
        string_val: "Ghosn Says French Envoy Warned Him Of Nissan Plot"
        string_val: "Interpol Leads Operation to Tackle Cryptojacker Infecting Over 20,000 Routers"
        string_val: "AUSTRAC revokes first crypto exchange licences"
        string_val: "SKOUT CYBERSECURITY Welcomes SecureWorks Veteran Tyler Winkler To Board of Directors"
        string_val: "PMC Bank scam: HDIL rohch partners paid Rs 70 10,000,000 a month ready Anu Wadhawan, wife of promoter Sarang Wadhawan"
        string_val: "University startups championing same kingdom innovation at world private tech show"
        string_val: "Pakistan Submits Compliance Report , Indian Analysts Say Desperate Ploy to Exit FATF Grey List"
        string_val: "FATF blacklisting may affect Pakistan government inflows : IMF research"
        string_val: "Angola ex first daughter Isabel dos Santos charged with fraud"
        string_val: "Singapore Red Cross website swiped , just 4 , 200 affected"
        string_val: "Could Cybersecurity sure one of Africa biggest threats ?"
        string_val: "Cybersecurity for Organizations it Times of Elevated Risk"
        string_val: "TikTok Flaw Makes App Vulnerable To Hackers"
        string_val: "Nirav Modi\342\200\231s bank gets seven again | Banking"
        string_val: "Target Sues Insurer Over Data Breach Costs - Infosecurity Magazine"
        string_val: "MENA consulting retaliates by deepfakes , IoT - based attacks"
        string_val: "SC tells ED to attach Indian properties of JP Morgan for transacting with Amrapali Group"
        string_val: "Data leak exposes HR details held since British economics firms"
        string_val: "Fugitive Malaysian financier Jho Low alleges unfair blame in 1MDB scam : Report"
        string_val: "Abuse of ghost firms  shows the united kingdom is not serious about reform  | Scotland"
        string_val: "Facebook confirms bug grants communication to iPhone user cameras"
        string_val: "Data on hundreds of millions of U . S . Facebook users exposed"
        string_val: "Of Billions and Trillions : firewalls , threats and Sonicwall "
        string_val: "7 - Year - Old Sim Swapping Hacker Converts BTC ready Music Rights"
        string_val: "Hacker Group Takes Over Mariah Carey Twitter , Posts Messages to Eminem"
        string_val: "Wawa alerts customers seeking data breach there possibly all stores"
        string_val: "Warminster man to pay $12K to resolve mail insurance fraud allegations - News - Bucks County Courier Times"
        string_val: "3 Fundamentals for Better Security and IT Management"
        string_val: "LifeLabs hack : What Canadians need to know about the health data breach"
        string_val: "Ministry always focused on upgrading communications : Gobind"
        string_val: "ED attaches Rs 10 - cr assets in Surat hawala scam case"
        string_val: "Be Safe Tho : Amazon Slapped With Multiple Lawsuits After Ring Home Security Cameras Got Hacked"
        string_val: "T - Mobile prepaid customer personal data has been compromised"
        string_val: "Westpac confidence get chance to back out"
        string_val: "Australia shares inch higher mirroring gains in Wall Street ; NZ up"
        string_val: "Labour has second cyber deadliest"
        string_val: "ED attaches assets worth \342\202\271 51.43 cr in IDBI Fish Farming Loan fraud"
        string_val: "Domestic zarqawi groups in NJ plundering bitcoin , gift cards"
        string_val: "Change Your GateHub And EpicBot Passwords Now"
        string_val: "Trial underway for three involvement within running bordellos in Quincy - News - Wicked Local Quincy"
        string_val: "Ellen Benaim , Templafy : We should subjugate people bulk data"
        string_val: "Council Post : FedNow : Are US Banks Ready For Real - Time Payments ?"
        string_val: "Wawa postpones massive data breach , divisive all locations affected , CEO says"
        string_val: "Dr M : Were too small hoped wage trade war both India"
        string_val: "Bar association gets $35G from county , but not without conflict"
        string_val: "McAfee Names Peter Leav as Chief Executive Officer"
        string_val: "Former US rep wife : If DOJ wants how this go to parole , you will go to abuse | Opinion"
        string_val: "Breach of email accounts impacts 50 , 000 patients of Minnesota hospital"
        string_val: "Ex-SNC-Lavalin Exec Jailed this Libya Fraud"
        string_val: "Gran can\'t buy Christmas treats after subculture possessions Morrisons loyalty points"
        string_val: "How will the HBOS hallucination any the Lloyds share price?"
        string_val: "EFCC didnt arrest our MD - Access Bank - The Nation Newspaper"
        string_val: "Experts explain hacker focus on banks in Nigeria , sub - Saharan Africa "
        string_val: "Daily Inter Lake - Local News , Kalispell Regional sued over measurement tampering"
        string_val: "Two new Hunter Biden scandals brewing ? How Will This Affect Joe Biden Presidential Campaign ?"
        string_val: "Puppet Master Ran $1 . 8M Aegerion Drug Fraud , Jury Hears"
        string_val: "Scot duped in \302\2434billion OneCoin scam linked to mafia reveals \302\243250k nightmare"
        string_val: "Tesco suspends Chinese supplier after prisoner labor report"
        string_val: "Alleged Money Laundering : Faisal Maina Trial Resumes In Abuja \342\200\223 Channels Television"
        string_val: "Document trove shows how  Africa richest woman  stole fortune \342\200\223 ICIJ \342\200\223 Punch Newspapers"
        string_val: "Corporate Crime Update , December 2019 - Criminal Law"
        string_val: "CyberIntellipedia Launches : Treadstone 52 Announces Comprehensive Knowledgebase should Cyber Intelligence"
        string_val: "Indian National Pleads Guilty follow ..."
        string_val: "Privacy scare if Wyze rather unpair all devices from Google Assistant and Alexa , youll need rather create them out ( Update : Further responses )"
        string_val: "Police freeze $26m of Aussie tech unicorn\'s funds after alleged fraud"
        string_val: "Crowe Oman calls for strict compliance to tax law"
        string_val: "Chidambaram 106 - day murdered was bumbling and vindictive , says"
        string_val: "TRA warns the public of a computer tested spreading falsifying links ;"
        string_val: "Church Chicken probes data security breach at company - owned sites"
        string_val: "LifeLabs pays ransom to regain stolen data , 15 million affected"
        string_val: "Dino Bucci corruption trial delayed ; he had  serious medical issues"
        string_val: "ED attaches properties worth Rs 4 . 49 crore in drug money laundering"
        string_val: "Allianz united kingdom Launches  Cyber Select  Offering for Mid - Size Corporations"
        string_val: "8 arrested after San Mateo Co . Sheriff seize $2 . 5 million worth of cash , laptops from Peninsula fencing ring"
        string_val: "267 million Facebook IDs , phone numbers , names leaked for anyone to access"
        string_val: "Former Times Of Malta Director Loses New Job After Junior Minister Accuses Him Of Misappropriating Funds"
        string_val: "Plenty of Fish app unintentionally leaked user documents including names and ZIP identification"
        string_val: "UK Labour suffers  major cyber attack  ahead of election - world news"
        string_val: "73pc cyberattacks arise on Microsoft Office products: Report"
        string_val: "Streaming Services"
        string_val: "NDDB Rejects Lokayukta Report That Confirms Financial Mess, Corruption addition Fraud within Jharkhand Milk Federation; Also Questions Govt Authority persuade Conduct Probe"
        string_val: "# CyberThreat19 : How how Make when Start Using Attack Frameworks"
        string_val: "North Korea hackers targeted think tanks, activists- Microsoft - Express Computer"
        string_val: "Facebook figures 5 % of accounts are fake"
        string_val: "Inniss arrives for lawyers hearing in New York"
        string_val: "Malta : Masses take to well streets demanding resignation including Prime Minister Muscat"
        string_val: "2019 in good news : A roundup of progress across five continents"
        string_val: "Army : TikTok Banned on Government - Owned Phones Over Security Risk"
        string_val: "Theranos founder Holmes slams prosecutors\' delay"
        string_val: "SDT affect"
        string_val: "National Hackathon Challenge Brings Together Cybersecurity Professionals , Developers such Students them Target Cyberthreats"
        string_val: "Data breach at Facebook left alone 270 million usernames , answering records visible"
        string_val: "Oman banking sector demonstrates healthy growth"
        string_val: "Nigeria , others lagging behind in network-centric prevention"
        string_val: "Pakistan against orders release comes ailing ex - President Zardari"
        string_val: "Winnipeg alleges fraud in lawsuit been $210-million police building"
        string_val: "Pakistan seeks US help to get off FATF red-brown names - The Economic Times"
        string_val: "Europe\'s money-laundering crackdown goes beyond banks, Banking & Finance"
        string_val: "Aussie regulator probes Westpac directors , executives"
        string_val: "Military that resume trial of Badeh ADC , others 1924 Punch Newspapers"
        string_val: "Iceland Samherji exiting Namibia following bribery scandal By Reuters"
        string_val: "Before Wawa much these breach provoking customers\' credit and debit cards, Visa warned it could happen"
        string_val: "Westpac shares on watch after AUSTRAC graphics"
        string_val: "Insight Partners Acquires Armis for $1 . 1bn - Infosecurity Magazine"
        string_val: "Google Confirms Critical Android 17 , 9 And 8 Permanent Denial Of Service Threat"
        string_val: "Iran Critical Cyberattack Threat This Is What Is Really Happening Right Now"
        string_val: "ICICI Bank coming HC seeking recovery few bonuses from Kochhar"
        string_val: "Lenovo Security Console"
        string_val: "Court Rules President Trump Must Turn Over Financial Records | News Radio 670 AM & 118 . 2013 FM"
        string_val: "Massachusetts Data Breach Notification Requires WISP"
        string_val: "cyber threats - All news and posts by Crowdfund Insider"
        string_val: "Cybersecurity Data Sharing : A Federal Progress Report"
        string_val: "Blockland Solutions Conference Cuts Through Hype only Today Biggest Tech Topics , Shares Practical Ways that Stay Relevant to Manage Change"
        string_val: "Wawa announces discovery of payment card users breach"
        string_val: "Malvinder Singh arrested in another case of funds misappropriation"
        string_val: "Diversion for man accused but Vector storm zombies after customer information leaked to media"
        string_val: "The Most Dangerous People to the Internet This Decade"
        string_val: "Chidambaram walks out of jail , says not a single charge framed against him"
        string_val: "Professor Bruce Bagley charged with money traffickers , appears in ruling"
        string_val: "N5 . 9bn fraud : Court adjourns Fani kayode case till Feb 24"
        string_val: "Rogue Android apps hijack ? phone together kill your battery life \342\200\223 reformat these 104 offenders now"
        string_val: "Goldman Scarlato & Penny Investigating Wawa Data Breach"
        string_val: "Smart Camera Data Leak Exposes Personal Data Of time . oct. Million Users"
        string_val: "N587 . 7 million fraud : I bought $9 . 8 million from ECOWAS staff \342\200\223 BDC operator"
        string_val: "Ghosn Great Escape Masterminded By Ex - Green Beret , Involved 1,400 - Mile High - Speed Rail Sprint"
        string_val: "Blockchain of Things Pays SEC $250,000 to Settle Unregistered ICO"
        string_val: "FCMC imposes the 1 . 6 million euro fine and a number of legal obligations on JSC  Baltic International Bank"
        string_val: "Wawa Suffers Big Data Breach"
        string_val: "Report: US Officials Consider Using next Russian-Style Misinformation Campaign Targeting Moscow\'s Elites"
        string_val: "Microsoft says North Korea-linked hackers stole sensitive information"
        string_val: "A Data Leak Exposed The Personal Information Of Over p.m. , 7,500 Ring Users"
        string_val: "Westpac fresh $500 million shock | Northern Star"
        string_val: "US indictments Indonesian for breaking Iran sanctions"
        string_val: "Congress and researchers looking to stop Deepfake phased"
        string_val: "iTWire - Accenture to acquire Symantec cyber security business from Broadcom"
        string_val: "Lawsuit Filed Against LifeLabs Over Data Breach - Infosecurity Magazine"
        string_val: "Improving railroad cyber - warnings resilience"
        string_val: "Malaysian PM Mahathir says we are too small reach reprisals after India thinks curbs on palm oil imports"
        string_val: "Were addicted to our phones . That helps cyber predators , cops sa"
        string_val: "Alectra confirms no data breach as originally reported by the City of Hamilton"
        string_val: "Wawa reports billions data breach - The Morning Call"
        string_val: "Medical Files of 145 , 000 Vulnerable Rehab Patients Carelessly Leaked Online"
        string_val: "Facebook says investigating data exposure there 267 million users"
        string_val: "Should the U . S . Expect an Iranian Cyberattack ?"
        string_val: "Pomerantz Law Firm Files a Securities Fraud Lawsuit Against Danske Bank Relating to Money Laundering Scheme"
        string_val: "LifeLabs facing proposed class action over these provocation affecting up to 15M clients 14 Ladysmith Chronicle"
        string_val: "Charges dropped continued man in Alexandria food - stamp fraudulent case"
        string_val: "Zenu  dos Santos trial Resumes Tuesday"
        string_val: "Smaller cities n\'t bigger targets of cyber criminals"
        string_val: "Wawa Facing Lawsuits Over Data Breach wednesday All same Its Stores"
        string_val: "Basel Committee would report on the regulation of crypto value"
        string_val: "The cyber pirates of the Caribbean responsible for online fraud that robs Australians of millions \342\200\223 ABC News"
        string_val: "Nepal arrests 122 Chinese over suspected cyber scam | Asia"
        string_val: "AgustaWestland deal: I-T Dept conducts raids at 25 properties in Pune, NCR-Delhi"
        string_val: "ED attaches over Rs 2,500-cr assets of Haryana-based SRS Group in connection with fraud case"
        string_val: "Men held and women rescued in Luton suspected brothel raids"
        string_val: "Man charged in $11 . 5M insurance prosecution scheme"
        string_val: "UAE Business : SentinelOne launches new cybersecurity experts unit"
        string_val: "Over 200 Million Cable Modems Vulnerable To A Dangerous New Attack"
        string_val: "Co - creator defends suspected UAE spying app called ToTok"
        string_val: "BREAKING : DSS Releases Omoyele Sowore"
        string_val: "Amazon\'s Ring cameras both vulnerable to hackers, lawsuit on U.S. claims"
        string_val: "ISA Global Cybersecurity Alliance Triples Membership - Infosecurity Magazine"
        string_val: "The Church Of Brethren In Nigeria Accountant Ibrahim Aku Jailed For Stealing N15.5"
        string_val: "Allianz launches mid - market cyber offering"
        string_val: "Malaysia mega 1MDB scandal yet has scalded Goldman Sachs"
        string_val: "New phishing campaign targets govt departments around the world ( Includes interview )"
        string_val: "Delhi HC to hear plea regarding cancellation of Ratul Puri bail in"
